Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN BITTEN CONTRACT.tmx
Source language: ko
Languages: en

source: ..저 성은 도서관 근처요..
en: near the seongeun library...

source: 쿠쿠쿵
en: RUMBLE

source: 저두!
en: me too!

source: 펑 ♡
en: POOF

source: 채이한테는 할머니가 건강하신 것만으로도 큰 힘이 될 거예요.
en: I’m sure chae-i finds a lot of comfort in knowing you’re doing well.

source: 삐끗
en: SLIP

source: 내가 그때까지 못 가면 부탁할게..
en: can you help if I don’t make it by then?

source: 접시에 놓아주려 했는데..
en: I was going to put it on her plate...

source: 네?!
en: what?!

source: 자는 사람한테 무슨..
en: what am I doing? he’s asleep...

source: 강풍주의보가 발효되어 모든 항공편이 결항됨을 알려드립니다-
en: we would like to inform you that all flights will be canceled due to the strong wind warning

source: 앗 네!!
en: oh, all right!!

source: 뭐..{j}뭐야?{j}그 표정은?
en: wh-what’s... with that face?

source: 예~
en: YAY

source: 소속사에서는 뭐래?
en: what did your agency say?

source: 앗 두 분 여기 계셨네요!
en: oh, there you two were!

source: 서이준은 진심인 거 같던데..
en: ijun’s feelings seemed genuine...

source: 긴장도 되고, 또 무지 설레요!
en: I’m nervous, but I’m really excited too!

source: 혹시 강윤 때문이야?
en: is it because of yoon?

source: 지지잉-
en: VRRR

source: 네, 선배님-
en: hello, seonbae!

source: 내가 잘해줄게!
en: I’ll treat you well!

source: 어떻게 이 시점에 걔네랑 우릴 같이 캐스팅한대요!
en: how could they cast them as well? in the middle of this mess?!

source: 응.
en: mm-hm.

source: 네, 저도요.
en: me too.

source: 채이야~!
en: chae-i!

source: 불쌍하다..
en: poor guy...

source: 지성 오빠는 알고 있었어요?
en: did jiseong oppa know about it?

source: 화장실..
en: I wanna go to the bathroom...

source: 열애설 났을 땐, 장기전으로 갈 거라며 괜찮다더니..
en: when the new first broke out, you said you were fine since you were in it for the long haul...

source: 똘망 똘망
en: SPARKLE SPARKLE

source: 오랜만이다!
en: long time no see!

source: 최근에 만난 적 없고?
en: haven’t you seen her recently?

source: 어 오빠!
en: oh, oppa!

source: 벌레 들어와.
en: bugs will fly in.

source: 혹시 우리 집들이 날??
en: at my housewarming party?

source: 금지 DO NOT EXIT
en: EXIT DO NOT EXIT

source: 응, 괜찮아~
en: yeah, I’m fine.

source: 지금은..
en: but now...

source: 답글 63개 답글쓰기
en: 63 Replies Write a reply

source: 자~꾸 나한테 맛있는 걸 갖다주더라고~
en: she kept bringing me good food, you see.

source: 설마 오빠..
en: does he...

source: 꺄 ♡
en: KYAHHH

source: 조용~
en: SILENT

source: 난 원래 너무 잘생긴 사람 안 좋아해~~
en: I don’t really like guys who are too handsome anyway!

source: 아냐아냐~ 자기야~
en: no, no! babe!

source: 턱
en: WHAP

source: 낄낄
en: HEEHEE

source: 성은병원 건
en: Seong-eun Hospital He

source: 네가 좋아하는 사람은 저 기생오라비가 아니라
en: I know you don’t like that gigolo.

source: 이따 전화할게.
en: I’ll call you later.

source: 불끈!
en: BULKY

source: 저 오빠 진짜 웃기다니까!!
en: I told you, that oppa’s really funny!!

source: 우리 채이..
en: “my chae-i”...

source: 그러게요~ 언제 채이랑 같이 밥 한 번 먹어요!
en: you’re right. I’ll treat you to a meal together with chae-i sometime!

source: 3월 12일!
en: march 12th!

source: 아 응..고마워.
en: oh, yeah... thanks.

source: 볼수록 상대가 너무 막강한 거 같아?
en: but do you think your rival is too strong?

source: 나한테도 비밀로 하기야?
en: how could you keep this a secret from me?

source: <최강인턴> 촬영 중일 때니까..
en: I got it while filming the powerful intern...

source: 저번에 파스타도 해줬는데..
en: he made pasta last time too.

source: 나 너무 맨살에…
en: I’m hugging... his bare skin...

source: 사진이요?
en: a picture?

source: 보나마다 자기 인지도 높이려고 S군한테 꼬리친 게 뻔함.
en: she obviously seduced him so she could get more attention.

source: 지금 내가 좋아하는 사람은-
en: the person I like right now is...

source: 너 슈퍼집 손자지?
en: your grandmother owns the corner store, right?

source: 그럼 봐줘야지..
en: then I’ll let it slide.

source: 서이준♥이채이 열애 인정..{j}"교제 1개월 됐다" 공식입장
en: It’s Official! Ijun and Chae-i “Have Been Dating For A Month”{j}

source: 누가 봐도 저라고 생각하겠지만요..
en: although anyone would guess it was me after reading it...

source: 단 거 먹으면 기분 좋아지잖아..
en: something sweet will make you feel better.

source: 둘이 사귀고 나서 마주한 건 처음이니..
en: but this is her first time seeing them after they started dating.

source: 강윤 때문이야?
en: ...because of yoon?

source: 감독님이 찾으세요!
en: the director is asking for you!

source: 진입금지
en: DO NOT ENTER

source: 나한테는 미리 얘기를 했어야죠..
en: you should’ve told me...

source: 제가 한국에 온 지 얼마 안 돼서..
en: I haven’t been in korea for very long...

source: 사귀는 게 아닌 건 맞잖아.
en: well, it’s true that we aren’t dating.

source: 남자다움은 나 강윤이지!
en: I’m the real man here!

source: 아주 조만간 남우주연상도 받겠어..!
en: he’ll win the best actor award really soon at this rate!

source: 쭌 여자친구 맞죠?
en: you’re jun’s girlfriend, right?

source: 그쵸?
en: right?

source: 꺄!!
en: KYAAAH

source: 와아아-
en: WOOHOO

source: 알았어..
en: okay...

source: 내 손주 삼을라꼬~ 이쁘쟈?
en: I plan to take him in as my grandson! cute, isn’t he?

source: 내가 일찍 가지 않았으면…뭐가 달라졌을까..
en: if I hadn’t gone earlier... would things have been different?

source: 그냥 생긴 게 재수 없어ㅋㅋㅋ
en: I just don’t like how you look. heh.

source: 야!!
en: hey!!

source: 채이야 사랑해♡
en: I love you, Chae-i ♡

source: 언제 풀릴 것 같아?
en: when do you think it’ll get better?

source: 당연하죠~!
en: of course I can!

source: 답글 08개 답글쓰기
en: 8 Replies Write a reply

source: 아니.. <최강인턴> 촬영 때만 해도 이준씨랑 전혀 안 친하다고 했었잖아.
en: well... even while we were filming the powerful intern, you said you weren’t close with him at all.

source: 우리 고모도 서울 사는데~
en: my auntie lives in seoul too!

source: 이날을 위해 운동 좀 했지.
en: I’m glad I worked out for this.

source: 응 리온이 너도!!
en: thanks, you too, leon!

source: 까불지 마!!
en: you’re nothing!!

source: 이런데 노력 안 해도 된다고?
en: yet you think we don’t have to try harder?

source: 좋아하는 감정은 끝이 없는 거였나..?
en: is there no limit to how much you can like someone...?

source: 내가 다른 좋은 병원 또 알고 있거든.
en: there’s another hospital that I know of that’s really good.

source: 유학 가라.
en: go study abroad.

source: 누구한테 들어본 적 있는 것 같은데..?
en: I heard someone say something similar before.

source: ..채이야, 전에 건강검진받았다고 했지?
en: chae-i... you said you got a health checkup last time, right?

source: 이
en: I

source: 지금 뭐 하는 거예요?
en: what in the world are you doing?

source: 사귀고는 처음 보는 거잖아..
en: since they started dating.

source: 진짜면 서이준 불쌍해서 어떡함..
en: if this is true, poor ijun...

source: 전에 논란이었을 때는 세상에 혼자인 것만 같고..
en: during the last controversy, I felt like I was all alone in the world...

source: 대표님이 화가 많이 나셔서 같이 마셔드릴 수밖에 없었어..
en: the ceo was really angry, so I had no choice but to drink with her...

source: 오늘 고맙다 리온아..
en: thank you for today, leon...

source: 안 잤어요?
en: you weren’t sleeping?

source: 아 언니구나!
en: oh, it must be eonni!

source: 이번 종목은 닭싸움으로
en: this round will be a chicken fight.

source: 다만..
en: it’s just that...

source: 나도 채훈이처럼 엄마랑 있고 싶은데..
en: I want to be with you, like chaehun.

source: 치익
en: CHHH
